export const aboutMeData = {
  title: "Привет!",
  subtitle: `я Анна - начинающий фронтенд-разработчик.`,
  description: `Постоянно учусь и прокачиваю навыки в веб-разработке. 
    Хочу стать частью команды, где смогу применять полученные знания на реальных проектах, 
    развиваться профессионально и вносить вклад в любимое дело.`,
};

export const educationInfoData = {
  description: `Прошла курс frontend разработки в одной из лучших школ программирования в Кыргызстане. 
  Обучение длилось 15 месяцев.
    В рамках курса приобрела прочные знания в HTML, CSS, JavaScript, React, Git и командной работе.
    Учебный процесс был приближен к реальной разработке - с проектами, спринтами и код-ревью.`,
};

export const workExpData = {
    title: `Attractor School ESDP:`,
  description: `Во время производственной практики принимала участие в командной разработке коммерческого веб-сайта 
    для образовательной платформы, предоставляющей онлайн-курсы по различным направлениям. 
    Проект выполнялся по заказу реального клиента и длился 3 месяца. 
    Получила ценный опыт работы в команде, взаимодействия с заказчиком и разработки функционального продукта от идеи до релиза.`,
};
